tap "jandedobbeleer/oh-my-posh"
tap "olets/tap"
tap "timescam/tap"
tap "wyne/tap"
brew "a2ps"
brew "ack"
brew "bash"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "broot"
brew "btop"
brew "cheat"
brew "coreutils"
brew "curlie"
brew "dotbot"
brew "entr"
brew "eza"
brew "fd"
brew "fetch"
brew "figlet"
brew "findutils"
brew "fish"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "grep"
brew "httpie"
brew "hwatch"
brew "igrep"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "make"
brew "mas"
brew "mise"
brew "mole"
brew "moor"
brew "ncdu"
brew "neovim"
brew "nushell"
brew "poppler"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tpm"
brew "vgrep"
brew "watch"
brew "watchexec"
brew "wget"
brew "xcodegen"
brew "yazi"
brew "zoxide"
brew "wyne/tap/fasder"
cask "1password"
cask "aldente"
cask "arc"
cask "banktivity"
cask "brave-browser"
cask "devonthink"
cask "font-cascadia-code-nf"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-hasklug-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-nf"
cask "font-monoid-nerd-font"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "font-ubuntu-sans-nerd-font"
cask "font-victor-mono-nerd-font"
cask "ghostty"
cask "hammerspoon"
cask "karabiner-elements"
cask "kindavim"
cask "kitty"
cask "launchbar"
cask "nordvpn"
cask "parallels"
cask "pearcleaner"
cask "popchar"
cask "raindropio"
cask "raycast"
cask "runjs"
cask "scrolla"
cask "setapp"
cask "syntax-highlight"
cask "thebrowsercompany-dia"
cask "typinator"
cask "ubersicht"
cask "visual-studio-code"
cask "wooshy"
cask "zed"
mas "1Password for Safari", id: 1569813296
mas "Bear", id: 1091189122
mas "Dropover", id: 1355679052
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Kagi for Safari", id: 1622835804
mas "Kagi News", id: 6748314243
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Save to Raindrop.io", id: 1549370672
mas "Swift Playground", id: 1496833156
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835
cargo "fd-find"
npm "corepack"
npm "neovim"
npm "tree-sitter-cli"
